<x-front-layout :title="trans('dashboard.home')" :breadcrumbs="['dashboard.home']" >
    <section class="services-page">
        <div style="background-image: url({{asset('front/img/الخدمات-و-الصيانة.jpg')}});height:340px;background-position: center;background-size: cover;background-repeat: no-repeat">
            {{-- <img class="w-100" src="{{asset('front/img/Webp.net-compress-image.jpg')}}" alt="hero image"> --}}
            <div class="d-flex justify-content-center align-items-center text-center" style="background-color: #000000c7;width:100%;height: 100%;">
                <h1 class="main-page-title" style="font-size: 50px; padding-bottom:10px; font-weight:600;color:white;border-bottom:2px red solid;">الخدمات و الصيانة</h1>
            </div>
        </div>
        <div class="container my-0 pb-2">
            <div class="row mx-0 my-4 text-right row1 wow animate__animated animate__slideInRight" >
                <p>من أجل تلبية الإحتياجات والمتطلبات المتنوعة لعملائنا الكرام الأعزاء سواء كانت تتعلق بخدمة التأجير لفترة قصيرة السيارات (للأفراد و الشركات) أو خدمة التأجير طويل الأجل للشركات لفترة طويلة (للشركات و المؤسسات الفردية أو القطاع الحكومي). أنشأت شركة أبو ذياب أقساماً متخصصة تقدم خدمات من أجل ضمان تحقيق أعلى المستويات من رضا العملاء والاحتفاظ بهم. وهي تتضمن ما يلي:</p>
                    <ul class="text-right">
                        <li>- خدمة تأجير السيارات</li>
                        <li>- خدمة التأجير طويل الأجل للشركات</li>
                        <li>- خدمة مبيعات السيارات المستعملة</li>
                    </ul>
            </div>

            <div class="row row2  mx-0 my-4  text-right wow animate__animated animate__slideInUp" data-wow-offset="200">
                <h2>
                    تأجير السيارات
                </h2>
                <p>أبو ذياب لتأجير السيارات هي واحدة من أكبر وأسرع الشركات في مجال الإيجار في المملكة العربية السعودية. اليوم، يقدم أبو ذياب لتأجير السيارات خدماتها للعملاء من خلال أكثر من 50 فرعا تغطي جميع أنحاء المدن الاثني عشر وأربعة مطارات رئيسية. إذا كنت بحاجة إلى أسطول، هناك واحد فقط على بعد مسافة قصيرة.</p>
                <p>لضمان أعلى مستويات رضا العملاء، تدير أبو ذياب لتأجير السيارات أسطولاً من السيارات الحديثة والمتنوعة والمعتمدة التي تلبي إحتياجات جميع العملاء بدءاً من السيارات الاقتصادية الصغيرة وسيارات السيدان المتوسطة والكبيرة، وكذلك السيارات الفاخرة، والسيارات العائلية/ الدفع الرباعي مصحوبة بباقات تنافسية وأسعار في المتناول تعتمد على أسعار تأجير يومية وأسبوعية وشهرية.</p>
                <ul class="text-right">تتضمن باقات التأجير مايلي:
                    <li>التأمين</li>
                    <li>التأمين الإضافي</li>
                    <li>استبدال السيارة</li>
                    <li>الصيانة والدعم الفني</li>
                </ul>
            </div>

            <div class="row row3  mx-0 my-4  text-right wow animate__animated animate__slideInRight" data-wow-offset="200">
                <h2>
                    التأجير طويل الأجل للشركات:
                </h2>
                <p>إن الخطط التأجيرية التي تطمح إليها كبرى الشركات والتي تتناسب مع احتياجاتها في السوق لتطوير أعمالها عن طريق تخفيض المصاريف و الإنفاق هي عدم تملك السيارات ، والتي تؤدي إلى تكبد الشركات خسائر من تبعات تملك السيارات على المدى الطويل من مصاريف ( صيانة ، حوادث ، تأمين، سيارات ايجار بديلة، وقت مستهدر و متابعة ).</p>
                <p>وحيث أن شركة أبو ذياب لتأجير السيارات المحدودة تعد من الشركات الرائدة في هذا المجال بتأجير السيارات بعقود طويلة الأجل ، لذا طرحت شركة أبو ذياب فكرة التأجير طويل الأجل للسيارات المتنوعة وبأسعار شهرية تنافسية تتناسب مع إحتياج الشركات بحسب نوع السيارات المطوبة.</p>

            </div>

            <div class="row row4  mx-0 my-4  text-right wow animate__animated animate__slideInRight" data-wow-offset="200">
                <h2>
                    مبيعات السيارات المستعملة:
                </h2>
                <p>بصفتنا شركة تأجير من الطراز الأول، فإنَّ عملنا يقتضي منا الإبقاء على الأسطول الخاص بنا حديثاً وموثوقاً به قدر الإمكان. وهذا يعني القيام بعملية تدوير لسيارات أسطولنا بمتوسط كل ١٨ شهراً، مما يترتب عليه تمتع المالك الجديد بسيارة حديثة لم تقطع مسافة كبيرة والتي تم الاحتفاظ بها على حالتها الأصلية. وكل ذلك، طبعاً، مقابل سعر تنافسي.</p>
                <p>وبهذه الخدمة نقدم لكم مجموعة متنوعة من السيارات للاختيار من بينها مع المحافظة على الاحترافية في كافة أوجه خدماتنا؛ للتأكد من تمتع كل عميل بتجربة شراء ناجحة من البداية للنهاية.</p>
                <p>كما تتوافر خدمة بيع السيارات المستعملة للشركات والموزعين الذين يبحثون عن الشراء بالجملة.</p>
            </div>
            
        </div>
    </section>
</x-front-layout>
