<?php

return [
    'singular' => 'الاضافة',
    'plural' => 'الاضافات',
    'empty' => 'لا يوجد اضافات حتى الان',
    'count' => 'عدد الاضافات',
    'search' => 'بحث',
    'select' => 'اختر الاضافة',
    'permission' => 'ادارة الاضافات',
    'trashed' => 'الاضافات المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن اضافة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة اضافة',
        'show' => 'عرض الاضافة',
        'edit' => 'تعديل الاضافة',
        'delete' => 'حذف الاضافة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الاضافة بنجاح.',
        'updated' => 'تم تعديل الاضافة بنجاح.',
        'deleted' => 'تم حذف الاضافة بنجاح.',
        'restored' => 'تم استعادة الاضافة بنجاح.',
    ],
    'type' => [
        'daily' => 'الحساب باليوم',
        'once' => 'الحساب مره واحدة',
    ],
    'attributes' => [
        'name' => 'اسم الاضافة',
        '%name%' => 'اسم الاضافة',
        'image' => 'صورة الاضافة',
        'type'=> 'نوع الاضافة',
        'mini_des'=> 'وصف مصغر للاضافة',
        'des'=> 'وصف الاضافة',
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الاضافة',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا الاضافة',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الاضافة نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
