<?php

return [
    'singular' => 'طلب الوظيفه',
    'plural' => 'طلبات الوظائف',
    'empty' => 'لا يوجد رسائل حتى الان',
    'count' => 'عدد طلبات الوظائف',
    'search' => 'بحث',
    'select' => 'اختر طلب الوظيفه',
    'permission' => 'ادارة طلبات الوظائف',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن طلب توظيف',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة طلب توظيف',
        'show' => 'عرض طلب الوظيفه',
        'edit' => 'تعديل طلب الوظيفه',
        'delete' => 'حذف طلب الوظيفه',
        'read' => 'تحديد كمقروء',
        'unread' => 'تحديد كغير مقروء',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'sent' => 'تم ارسال طلب الوظيفه بنجاح.',
        'deleted' => 'تم حذف طلب الوظيفه بنجاح.',
    ],
    'attributes' => [
        'name' => 'الاسم',
        'phone' => 'رقم الهاتف',
        'email' => 'البريد الالكتروني',
        'expected_salaray' => 'المرتب المتوقع',
        'work_name' => 'الوظيفه',
        'read' => 'مقروءة',
        'unread' => 'غير مقروءة',
        'application_id' => 'رقم طلب التوظيف',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف طلب الوظيفه',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
