<?php

return [
    'plural' => 'الموظفين',
    'singular' => 'الموظف',
    'empty' => 'لا توجد موظفين',
    'select' => 'اختر الموظف',
    'permission' => 'ادارة الموظفين',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل الموظفين',
        'show' => 'عرض',
        'create' => 'إضافة',
        'new' => 'إضافة',
        'edit' => 'تعديل  الموظف',
        'delete' => 'حذف الموظف',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الموظف بنجاح .',
        'updated' => 'تم تعديل الموظف بنجاح .',
        'deleted' => 'تم حذف الموظف بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الموظف',
        'phone' => 'رقم الهاتف',
        'branch' => 'الفرع',
        'email' => 'البريد الالكترونى',
        'created_at' => 'تاريخ الإنضمام',
        'old_password' => 'كلمة المرور القديمة',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
        'type' => 'نوع المستخدم',
        'avatar' => 'الصورة الشخصية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الموظف ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
