<?php

return [
    'singular' => 'السليدر',
    'plural' => 'السليدرات',
    'empty' => 'لا يوجد سليدرات حتى الان',
    'count' => 'عدد السليدرات',
    'search' => 'بحث',
    'select' => 'اختر السليدر',
    'permission' => 'ادارة السليدرات',
    'trashed' => 'السليدرات المحذوفين',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن سليدر',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة سليدر',
        'show' => 'عرض السليدر',
        'edit' => 'تعديل السليدر',
        'delete' => 'حذف السليدر',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة السليدر بنجاح.',
        'updated' => 'تم تعديل السليدر بنجاح.',
        'deleted' => 'تم حذف السليدر بنجاح.',
        'restored' => 'تم استعادة السليدر بنجاح.',
    ],
    'attributes' => [
        'name' => 'اسم السليدر',
        '%name%' => 'اسم السليدر',
        'image' => 'صورة السليدر',
        'created_at' => 'اضافة في',
        'deleted_at' => 'حذف في',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف السليدر',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
        'restore' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد استعادة هذا السليدر',
            'confirm' => 'استعادة',
            'cancel' => 'الغاء',
        ],
        'forceDelete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا السليدر نهائياً?',
            'confirm' => 'حذف نهائي',
            'cancel' => 'الغاء',
        ],
    ],
];
